{
  "recetas": [
    {
      "nombreReceta": "Milanesa con Papas Fritas a Caballo",
      "imagen": "https://www.clarin.com/img/2021/12/15/la-milanesa-con-papas-fritas___OFsTMm3-P_2000x1500__1.jpg",
      "ingredientes": "1kg de Carne, 4 papas, Pan rallado, 2 huevos, 4 dientes de ajo, Perejil picado",
      "pasos": "Eliminamos los nervios y grasa que tenga la carne y la dejamos bien limpia.\nPelamos y picamos los dientes de ajo. Batimos en un bol los huevos con el perejil picado, el ajo, sal y pimienta.\nPasamos cada trozo de carne por el huevo batido y seguidamente por el pan rallado, que quede bien empanadas por ambos lados.\nFreímos las milanesas en una sartén al fuego con abundante aceite bien caliente. Cuando estén bien doradas por ambos lados las retiramos del fuego y las dejamos escurrir en papel de cocina.\nPelamos las papas, las lavamos bien y las cortamos en forma alargada. Las secamos bien y las ponemos a freír en una sartén con mucho aceite, deben quedar completamente sumergidas.\nCuando las papas estén en su punto las retiramos de la sartén y las dejamos colar en papel de cocina.\nServimos en un plato cada milanesa con papas fritas y un gajo de limón. De manera opcional podemos agregar encima de cada milanesa un huevo frito.",
      "destacado": "Si",
      "id": 1
    },
    {
      "nombreReceta": "Pollo al horno con papas",
      "imagen": "https://cdn0.recetasgratis.net/es/posts/3/0/6/pollo_al_horno_peruano_73603_orig.jpg",
      "ingredientes": "Pollo entero (1 de 2.5 kg), Papas 1.5 kg, Sal, Pimentón, Caldo (1 taza)",
      "pasos": "Salpimentar y, si se desea, colocar hierbas o condimentos (pimentón, orégano, tomillo).\n Lavar y pelar las papas. Cortarlas de la forma deseada, en cuartos o en rodajas.\nAcomodar las papas sobre una placa para horno pincelada con aceite de oliva. Condimentar y reservar.\nPreparar el pollo con o sin piel. Limpiarlo bien quitándole menudos y plumas, si los tiene, y colocar entero sobre las papas. Si se le quita la piel coviene coloarle rodajas de limón dentro del pollo o sobre el pollo para que quede jugoso. Finalmente rociar con el caldo.\nPoner la fuente en horno precalentado a 200 ° C en la rejilla del medio del horno para que el pollo con papas reciba calor parejo tanto por arriba como por abajo.\nCuando el pollo esté dorado, a los 20 minutos, sacar la fuentea y dar vuelta el pollo y las papas para que se doren del otro lado. Poner en el horno fuerte por otros 10 minutos y luego reducir la temperatura de la cocción a 180° para que se termine de cocinar por dentro. Si es necesario, agregar más calddo, agua o jugo de limón.\nRetirar a los 20 o 30 minutos, verificando que el pollo esté cocido cortando una comisura y luego servir en cuartos u octavos con las papas. ",
      "destacado": "Si",
      "id": 2
    },
    {
      "nombreReceta": "Fideos con salsa de tomate y carne",
      "imagen": "https://cocinachilena.cl/wp-content/uploads/2011/01/tuco-carne.jpg",
      "ingredientes": "1 kilogramo de Carne, 2 Cebollas, 130 mililitros de Aceite, 2 Dientes de ajo, 3 Hojas de laurel, 1 cuchara de Orégano,2 cucharas de Conserva de tomates, 200 gramos de Puré de tomates,1 taza de Caldo de carne,1 pizca de Sal,1 pizca de Pimienta,Ají molido, 1 Paquete de fideos (cualquier tipo),Queso parmesano rallado",
      "pasos": "Ponemos en un cazo agua a hervir. Pelamos la zanahoria y cuando hierva el agua la metemos dejándola cocer durante 15 minutos. \nCogemos la cebolla, la picamos y la ponemosenunsartén con aceite de oliva y una pizca de sal. Dejamos que se haga poco a poco hasta que se ponga transparente. \n Mientras tanto pelamos los tomates, les quitamos las semillas y los cortamos en trozos muy pequeños. Reservamos. \n Cuando la cebolla esté en su punto le añadimos la carne picada y con la ayuda de una espátula de madera separamos bien la carne para que quede suelta. Cuando la carne y la cebolla estén doradas añadiremos media cucharada pequeña con sal y vino tinto dejando que se evapore el vino casi en su totalidad. \n Cuando haya desaparecido el vino añadiremos la leche, los tomates, un poco de pimienta, perejil, nuez moscada y dejamos el fuego suave para que la carne absorba la leche. Cogemos la zanahoria que hemos cocido y cortado a taquitos y la añadimos a la salsa. \n Por último prepararemos la pasta en agua hirviendo salada (1l de agua por cada 100 gramos de pasta) y la escurrimos bien. La mezclamos con la salsa y le añadimos el queso parmesano rallado.",
      "destacado": "Si",
      "id": 3
    },
    {
      "nombreReceta": "Tortilla de papa Argentina ",
      "imagen": "https://t1.uc.ltmcdn.com/es/posts/4/6/3/como_hacer_una_tortilla_de_papas_37364_600_square.jpg",
      "ingredientes": "Papa blanca 400g, 4 huevos, 1 cebolla, sal fina, pimienta, 100cc aceite de oliva",
      "pasos": "Colocar 50cc de aceite de oliva en un sarten y cocinar las papas pochandolas con el aceite a temperatura media, las papas deben estar tiernas y algo doradas, mezclar de vez en cuando.\nCortar la cebolla en pluma de 2 mm y saltearla apenas dorada.\nBatir los huevos en un bol con una pizca de sal y pimienta.\nMezclar las papas y cebollas ya cocidas con los huevos.\nColocar unas 4 cucharadas de aceite en un sarten a fuego maximo y calentar hasta punto de humeo, volcar la preparacion la cual debe cuajar una capa fina, bajar el fuego a minimo y cocinar por unos 4 minutos.\nDar vuelta la tortilla con la ayuda de un plato y verter sobre el mismo sarten con algo de aceite y cocinar 4 minutos mas.",
      "destacado": "Si",
      "id": 4
    }
  ],
  "usuario": [
    {
      "id": 1,
      "nombreUsuario": "admin",
      "email": "admin@gmail.com",
      "password": "Recetas2023!"
    }
  ]
}